Repository: jibe77/hermanasclient
Catalog: src/locale/messages.*.xlf
Languages: fr_fr

# ngb.alert.close
source: Close
fr_fr: Fermer

# ngb.carousel.previous
source: Previous
fr_fr: Précédent

# ngb.carousel.next
source: Next
fr_fr: Suivant

# ngb.datepicker.previous-month
source: Previous month
fr_fr: Mois précédent

# ngb.datepicker.next-month
source: Next month
fr_fr: Mois suivant

# ngb.datepicker.select-month
source: Select month
fr_fr: Mois suivant

# ngb.datepicker.select-year
source: Select year
fr_fr: Année suivante

# ngb.pagination.first-aria
source: First
fr_fr: Premier

# ngb.pagination.previous-aria
source: Previous
fr_fr: Précédent

# ngb.pagination.next-aria
source: Next
fr_fr: Suivant

# ngb.pagination.last-aria
source: Last
fr_fr: Précédent

# ngb.timepicker.increment-hours
source: Increment hours
fr_fr: incrémentation des heures

# ngb.timepicker.hours
source: Hours
fr_fr: Heures

# ngb.timepicker.decrement-hours
source: Decrement hours
fr_fr: Décrémente les heures

# ngb.timepicker.increment-minutes
source: Increment minutes
fr_fr: Incrémente les heures

# ngb.timepicker.decrement-minutes
source: Decrement minutes
fr_fr: Décrémente les minutes

# ngb.timepicker.increment-seconds
source: Increment seconds
fr_fr: Incrémente les secondes

# ngb.timepicker.seconds
source: Seconds
fr_fr: Secondes

# ngb.timepicker.decrement-seconds
source: Decrement seconds
fr_fr: Décrémente les secondes

# ngb.toast.close-aria
source: Close
fr_fr: Fermer

source: Door
fr_fr: Porte

source: Loading...
fr_fr: Chargement...

source: State : Opened
fr_fr: État : Ouvert

source: State : Opening ...
fr_fr: État : Ouverture en cours ...

source: State : Closing ...
fr_fr: État : Fermeture en cours ...

source: State : Closed
fr_fr: État : Fermé

source: State : Seems opened
fr_fr: État : Semble être ouverte

source: State : Seems closed
fr_fr: État : Semble être fermée

source: State : Opened incorrectly
fr_fr: État : Incorrectement ouverte

source: State : Closed incorrectly
fr_fr: État : Incorrectement fermée

# nextOpeningTime
source: Next opening time : {{nextOpeningTime}}
fr_fr: Prochaine heure d'ouverture : {{nextOpeningTime}}

# nextClosingTime
source: Next closing time : {{nextClosingTime}}
fr_fr: Prochaine heure de fermeture : {{nextClosingTime}}

source: Weather
fr_fr: Météo

# weatherTemp
source: Temp :{{temperature}}° ({{temperatureExternal}}° exterior)
fr_fr: Température : {{temperature}}° ({{temperatureExternal}}° à l'extérieur)

# weatherHumidity
source: Humidity :{{humidity}}% ( {{humidityExternal}}% exterior)
fr_fr: Humidité : {{humidity}}% ({{humidityExternal}}% à l'extérieur)

source: Accessories
fr_fr: Accessoires

source: Light
fr_fr: Lumière

source: On
fr_fr: Allumé

source: Off
fr_fr: Éteint

source: Music
fr_fr: Musique

source: Fan
fr_fr: Ventilateur

source: Webcam
fr_fr: Caméra

source: chicken coop picture
fr_fr: Photo dans le poulailler

source: Dashboard
fr_fr: Tableau de bord

source: English
fr_fr: Anglais

source: French
fr_fr: Français

source: Logged in as:
fr_fr: Connecté sous le compte:

source: Guest
fr_fr: Invité

# producedBy
source: Brought to you by
fr_fr: Développé par

# underGpl3
source: under GNU GPL version 3.
fr_fr: sous licence GNU GPL version 3.

source: Source code
fr_fr: Code source

# weatherMenu
source: Weather
fr_fr: Météo (TODO)

# webcamMenu
source: Webcam
fr_fr: Caméra (TODO)

# logsMenu
source: Logs
fr_fr: Logs (TODO)

# energySavingMenu
source: Energy saving
fr_fr: Énergie (TODO)

# notificationMenu
source: Notification
fr_fr: Notification (TODO)

# playlistMenu
source: Music playlist
fr_fr: Musique (TODO)

# systemMenu
source: System
fr_fr: Système (TODO)

source: Switch light on
fr_fr: Allumer la lumière

source: Switch light off
fr_fr: Éteindre la lumière

source: Switch music on
fr_fr: Allumer la musique

source: Switch music off
fr_fr: Éteindre la musique

source: Switch fan on
fr_fr: Allumer le ventilateur

source: Switch fan off
fr_fr: Éteindre le ventilateur

source: Open door
fr_fr: Ouvrir la porte

source: Close door
fr_fr: Fermer la porte

source: refresh meteo info
fr_fr: rafraichir la météo

source: refresh picture
fr_fr: rafraichir la photo

# connectionFailed
source: Connection with chicken coop failed
fr_fr: La connexion avec le poulailler a échoué

source: Retry
fr_fr: Essayer à nouveau

source: View Details
fr_fr: Voir les détails

source: Information not available
fr_fr: Information non disponible
